{"metadata": {"id": "r1q1", "source": "umass-crowdsource"}, "question": {"original": "Name something that is hard to guess about a person you are just meeting.", "normalized": "name something that is hard to guess about a person you are just meeting."}}
{"metadata": {"id": "r1q2", "source": "umass-crowdsource"}, "question": {"original": "What could be some of the reasons you could be called to your kid's school?", "normalized": "what could be some of the reasons you could be called to your kid's school?"}}
{"metadata": {"id": "r1q3", "source": "umass-crowdsource"}, "question": {"original": "Name something a monk probably would not own.", "normalized": "name something a monk probably would not own."}}
{"metadata": {"id": "r1q5", "source": "umass-crowdsource"}, "question": {"original": "Name something that people usually do before they leave the house for work?", "normalized": "name something that people usually do before they leave the house for work?"}}
{"metadata": {"id": "r1q6", "source": "umass-crowdsource"}, "question": {"original": "Name something you are likely making if you buy milk, eggs, sugar and cream.", "normalized": "name something you are likely making if you buy milk, eggs, sugar and cream."}}
{"metadata": {"id": "r1q7", "source": "umass-crowdsource"}, "question": {"original": "Name a vegetable that is about as big as your head.", "normalized": "name a vegetable that is about as big as your head."}}
{"metadata": {"id": "r1q8", "source": "umass-crowdsource"}, "question": {"original": "Name a luxury people give up while traveling.", "normalized": "name a luxury people give up while traveling."}}
{"metadata": {"id": "r1q9", "source": "umass-crowdsource"}, "question": {"original": "Name a sport that requires a lot of equipment.", "normalized": "name a sport that requires a lot of equipment."}}
{"metadata": {"id": "r1q10", "source": "umass-crowdsource"}, "question": {"original": "Name something people might turn their garage into.", "normalized": "name something people might turn their garage into."}}
{"metadata": {"id": "r1q11", "source": "umass-crowdsource"}, "question": {"original": "Name something that keeps children safe.", "normalized": "name something that keeps children safe."}}
{"metadata": {"id": "r1q12", "source": "umass-crowdsource"}, "question": {"original": "Name somewhere that has a pole.", "normalized": "name somewhere that has a pole."}}
{"metadata": {"id": "r1q14", "source": "umass-crowdsource"}, "question": {"original": "Name something that gets caught in your hair.", "normalized": "name something that gets caught in your hair."}}
{"metadata": {"id": "r1q16", "source": "umass-crowdsource"}, "question": {"original": "Name a piece of equipment that you are likely to find at your office and not at home?", "normalized": "name a piece of equipment that you are likely to find at your office and not at home?"}}
{"metadata": {"id": "r1q17", "source": "umass-crowdsource"}, "question": {"original": "Name something that an athelete would not keep in her refrigerator.", "normalized": "name something that an athelete would not keep in her refrigerator."}}
{"metadata": {"id": "r1q18", "source": "umass-crowdsource"}, "question": {"original": "Name an item of clothing that you would not lend to someone.", "normalized": "name an item of clothing that you would not lend to someone."}}
{"metadata": {"id": "r1q19", "source": "umass-crowdsource"}, "question": {"original": "Name a cause you are likely to donate to.", "normalized": "name a cause you are likely to donate to."}}
{"metadata": {"id": "r1q20", "source": "umass-crowdsource"}, "question": {"original": "Name something they give away free to attract customers to a store.", "normalized": "name something they give away free to attract customers to a store."}}
{"metadata": {"id": "r2q3", "source": "umass-crowdsource"}, "question": {"original": "Name a popular dish made with cheese.", "normalized": "name a popular dish made with cheese."}}
{"metadata": {"id": "r2q4", "source": "umass-crowdsource"}, "question": {"original": "Name a reason why someone would wear gloves.", "normalized": "name a reason why someone would wear gloves."}}
{"metadata": {"id": "r2q5", "source": "umass-crowdsource"}, "question": {"original": "Name a sign that two people are friends.", "normalized": "name a sign that two people are friends."}}
{"metadata": {"id": "r2q6", "source": "umass-crowdsource"}, "question": {"original": "Name something around the house that’s often replaced.", "normalized": "name something around the house that’s often replaced."}}
{"metadata": {"id": "r2q7", "source": "umass-crowdsource"}, "question": {"original": "Name something parents tell their kids not to do", "normalized": "name something parents tell their kids not to do"}}
{"metadata": {"id": "r2q8", "source": "umass-crowdsource"}, "question": {"original": "Name a job where you have to be awake at night.", "normalized": "name a job where you have to be awake at night."}}
{"metadata": {"id": "r2q9", "source": "umass-crowdsource"}, "question": {"original": "Name a complaint people have about their gym instructors.", "normalized": "name a complaint people have about their gym instructors."}}
{"metadata": {"id": "r2q10", "source": "umass-crowdsource"}, "question": {"original": "Name something parents would criticize their children for having.", "normalized": "name something parents would criticize their children for having."}}
{"metadata": {"id": "r2q11", "source": "umass-crowdsource"}, "question": {"original": "Name something people do with close friends that they wouldn't do with a stranger.", "normalized": "name something people do with close friends that they wouldn't do with a stranger."}}
{"metadata": {"id": "r2q12", "source": "umass-crowdsource"}, "question": {"original": "Name something people might buy for a house that they would not buy for an apartment.", "normalized": "name something people might buy for a house that they would not buy for an apartment."}}
{"metadata": {"id": "r2q14", "source": "umass-crowdsource"}, "question": {"original": "Instead of going to college, name something a person might do after high school.", "normalized": "instead of going to college, name something a person might do after high school."}}
{"metadata": {"id": "r2q15", "source": "umass-crowdsource"}, "question": {"original": "Name something that people often remember for a long time, even when they get old.", "normalized": "name something that people often remember for a long time, even when they get old."}}
{"metadata": {"id": "r2q18", "source": "umass-crowdsource"}, "question": {"original": "Name something that happens in real life but never makes the news.", "normalized": "name something that happens in real life but never makes the news."}}
{"metadata": {"id": "r2q19", "source": "umass-crowdsource"}, "question": {"original": "Name something specific that gets jumped.", "normalized": "name something specific that gets jumped."}}
{"metadata": {"id": "r2q20", "source": "umass-crowdsource"}, "question": {"original": "Name something at the store you would find on the same aisle as cereal.", "normalized": "name something at the store you would find on the same aisle as cereal."}}
{"metadata": {"id": "r2q21", "source": "umass-crowdsource"}, "question": {"original": "Name something you need to make a pizza.", "normalized": "name something you need to make a pizza."}}
{"metadata": {"id": "r2q23", "source": "umass-crowdsource"}, "question": {"original": "Name a word you hear almost every coach say at a high school football game.", "normalized": "name a word you hear almost every coach say at a high school football game."}}
{"metadata": {"id": "r2q25", "source": "umass-crowdsource"}, "question": {"original": "Name a reason why a person might prefer to own a cat over a dog.", "normalized": "name a reason why a person might prefer to own a cat over a dog."}}
{"metadata": {"id": "r2q26", "source": "umass-crowdsource"}, "question": {"original": "Name an animal that someone might teach to do tricks.", "normalized": "name an animal that someone might teach to do tricks."}}
{"metadata": {"id": "r2q27", "source": "umass-crowdsource"}, "question": {"original": "Name something people do while getting checked by their dentist.", "normalized": "name something people do while getting checked by their dentist."}}
{"metadata": {"id": "r2q30", "source": "umass-crowdsource"}, "question": {"original": "Name a reason why someone might have to pull off to the side of the road while driving.", "normalized": "name a reason why someone might have to pull off to the side of the road while driving."}}
{"metadata": {"id": "r2q31", "source": "umass-crowdsource"}, "question": {"original": "Besides birds, name a pet people keep in an cage.", "normalized": "besides birds, name a pet people keep in an cage."}}
{"metadata": {"id": "r2q32", "source": "umass-crowdsource"}, "question": {"original": "Name a reason why a child may not want to be friends with another child.", "normalized": "name a reason why a child may not want to be friends with another child."}}
{"metadata": {"id": "r2q35", "source": "umass-crowdsource"}, "question": {"original": "Name a job which has a lot of power and influence which is not part of the government.", "normalized": "name a job which has a lot of power and influence which is not part of the government."}}
{"metadata": {"id": "r2q37", "source": "umass-crowdsource"}, "question": {"original": "Name something that would cause you to stop speaking to your best friend.", "normalized": "name something that would cause you to stop speaking to your best friend."}}
{"metadata": {"id": "r2q38", "source": "umass-crowdsource"}, "question": {"original": "Name something people buy that lasts a long time.", "normalized": "name something people buy that lasts a long time."}}
{"metadata": {"id": "r2q39", "source": "umass-crowdsource"}, "question": {"original": "Name an activity that's often depicted in movies though people seldom do it in real life.", "normalized": "name an activity that's often depicted in movies though people seldom do it in real life."}}
{"metadata": {"id": "r2q40", "source": "umass-crowdsource"}, "question": {"original": "Name something scary that people are no longer scared of when they get older.", "normalized": "name something scary that people are no longer scared of when they get older."}}
{"metadata": {"id": "r2q42", "source": "umass-crowdsource"}, "question": {"original": "Name something that would make someone change their return flight.", "normalized": "name something that would make someone change their return flight."}}
{"metadata": {"id": "r2q43", "source": "umass-crowdsource"}, "question": {"original": "Name something a delivery person might see in someone's yard that would prevent them from delivering a package.", "normalized": "name something a delivery person might see in someone's yard that would prevent them from delivering a package."}}
{"metadata": {"id": "r2q44", "source": "umass-crowdsource"}, "question": {"original": "Tell me something a poor person might have which is smaller than most peoples.", "normalized": "tell me something a poor person might have which is smaller than most peoples."}}
{"metadata": {"id": "r2q45", "source": "umass-crowdsource"}, "question": {"original": "Name something in your life that could cause you to lose weight.", "normalized": "name something in your life that could cause you to lose weight."}}
{"metadata": {"id": "r2q46", "source": "umass-crowdsource"}, "question": {"original": "Name a reason why you might give a waiter a good tip.", "normalized": "name a reason why you might give a waiter a good tip."}}
{"metadata": {"id": "r2q47", "source": "umass-crowdsource"}, "question": {"original": "Name something that you might break on purpose.", "normalized": "name something that you might break on purpose."}}
{"metadata": {"id": "r2q49", "source": "umass-crowdsource"}, "question": {"original": "Name a place where you might have a long conversation with someone who works there.", "normalized": "name a place where you might have a long conversation with someone who works there."}}
{"metadata": {"id": "r1q4", "source": "umass-crowdsource"}, "question": {"original": "Name a complaint people have about their parents.", "normalized": "name a complaint people have about their parents."}}
{"metadata": {"id": "r1q13", "source": "umass-crowdsource"}, "question": {"original": "Name a hobby better suited for city living than country living.", "normalized": "name a hobby better suited for city living than country living."}}
{"metadata": {"id": "r1q15", "source": "umass-crowdsource"}, "question": {"original": "Name a sport that takes a long time to play.", "normalized": "name a sport that takes a long time to play."}}
{"metadata": {"id": "r2q2", "source": "umass-crowdsource"}, "question": {"original": "Name something babies probably cry about.", "normalized": "name something babies probably cry about."}}
{"metadata": {"id": "r2q16", "source": "umass-crowdsource"}, "question": {"original": "Name a characteristic commonly associated with professors.", "normalized": "name a characteristic commonly associated with professors."}}
{"metadata": {"id": "r2q22", "source": "umass-crowdsource"}, "question": {"original": "Name something a small-town politician would do while campaigning.", "normalized": "name something a small-town politician would do while campaigning."}}
{"metadata": {"id": "r2q29", "source": "umass-crowdsource"}, "question": {"original": "Name something parents are proud of their children for.", "normalized": "name something parents are proud of their children for."}}
{"metadata": {"id": "r2q33", "source": "umass-crowdsource"}, "question": {"original": "Name something you would need if you were lost in Antarctica.", "normalized": "name something you would need if you were lost in antarctica."}}
{"metadata": {"id": "r2q36", "source": "umass-crowdsource"}, "question": {"original": "Name something annoying a person might do at fast food restaurant when there's a long line behind them.", "normalized": "name something annoying a person might do at fast food restaurant when there's a long line behind them."}}
{"metadata": {"id": "r2q41", "source": "umass-crowdsource"}, "question": {"original": "Name something a boss might do and then tell their employees not to do.", "normalized": "name something a boss might do and then tell their employees not to do."}}
{"metadata": {"id": "r2q48", "source": "umass-crowdsource"}, "question": {"original": "Name something you would find in someone's car which is not part of the car itself.", "normalized": "name something you would find in someone's car which is not part of the car itself."}}
{"metadata": {"id": "r2q50", "source": "umass-crowdsource"}, "question": {"original": "Name something you might forget at a hotel room.", "normalized": "name something you might forget at a hotel room."}}
{"metadata": {"id": "r3q1", "source": "umass-crowdsource"}, "question": {"original": "Name a reason someone might not want to stay in the hotel they booked", "normalized": "name a reason someone might not want to stay in the hotel they booked"}}
{"metadata": {"id": "r3q3", "source": "umass-crowdsource"}, "question": {"original": "Name something that a person usually does after they get home after running outside in the sun?", "normalized": "name something that a person usually does after they get home after running outside in the sun?"}}
{"metadata": {"id": "r3q4", "source": "umass-crowdsource"}, "question": {"original": "Name a reason why a restaurant might be very empty", "normalized": "name a reason why a restaurant might be very empty"}}
{"metadata": {"id": "r3q6", "source": "umass-crowdsource"}, "question": {"original": "Name a dish that is very messy to eat", "normalized": "name a dish that is very messy to eat"}}
{"metadata": {"id": "r3q7", "source": "umass-crowdsource"}, "question": {"original": "Name something on which kids might need their parents signature", "normalized": "name something on which kids might need their parents signature"}}
{"metadata": {"id": "r3q8", "source": "umass-crowdsource"}, "question": {"original": "Name a body part that might hurt when a person wears a high heeled shoe?", "normalized": "name a body part that might hurt when a person wears a high heeled shoe?"}}
{"metadata": {"id": "r3q9", "source": "umass-crowdsource"}, "question": {"original": "Apart from their coach, name someone who plays an important role in an athletes life?", "normalized": "apart from their coach, name someone who plays an important role in an athletes life?"}}
{"metadata": {"id": "r3q11", "source": "umass-crowdsource"}, "question": {"original": "Name something you do while eating dinner at home that you can't do in a restaurant.", "normalized": "name something you do while eating dinner at home that you can't do in a restaurant."}}
{"metadata": {"id": "r3q12", "source": "umass-crowdsource"}, "question": {"original": "Name something people do to wake themselves up if they are tired.", "normalized": "name something people do to wake themselves up if they are tired."}}
{"metadata": {"id": "r3q13", "source": "umass-crowdsource"}, "question": {"original": "Name something many people are happy to do alone.", "normalized": "name something many people are happy to do alone."}}
{"metadata": {"id": "r3q14", "source": "umass-crowdsource"}, "question": {"original": "Name a job where your clothes get really wet.", "normalized": "name a job where your clothes get really wet."}}
{"metadata": {"id": "r3q15", "source": "umass-crowdsource"}, "question": {"original": "Name a reason why people may not return clothes they bought which don't fit them.", "normalized": "name a reason why people may not return clothes they bought which don't fit them."}}
{"metadata": {"id": "r3q16", "source": "umass-crowdsource"}, "question": {"original": "Name a mode of transportation that is easy to use while caring for children", "normalized": "name a mode of transportation that is easy to use while caring for children"}}
{"metadata": {"id": "r3q17", "source": "umass-crowdsource"}, "question": {"original": "Name something their parents do which children brag about.", "normalized": "name something their parents do which children brag about."}}
{"metadata": {"id": "r3q19", "source": "umass-crowdsource"}, "question": {"original": "Name something that when you forget to carry might prevent you from entering a bar", "normalized": "name something that when you forget to carry might prevent you from entering a bar"}}
{"metadata": {"id": "r3q20", "source": "umass-crowdsource"}, "question": {"original": "Name a reason a person would be eager to change careers", "normalized": "name a reason a person would be eager to change careers"}}
{"metadata": {"id": "r3q21", "source": "umass-crowdsource"}, "question": {"original": "Name something you might need if you own a car", "normalized": "name something you might need if you own a car"}}
{"metadata": {"id": "r3q22", "source": "umass-crowdsource"}, "question": {"original": "Name something a policecar has which a regular car does not", "normalized": "name something a policecar has which a regular car does not"}}
{"metadata": {"id": "r3q23", "source": "umass-crowdsource"}, "question": {"original": "Name a food you could still eat if you had a queasy stomach", "normalized": "name a food you could still eat if you had a queasy stomach"}}
{"metadata": {"id": "r3q24", "source": "umass-crowdsource"}, "question": {"original": "Name a serious situation where you might prepare a speech", "normalized": "name a serious situation where you might prepare a speech"}}
{"metadata": {"id": "r3q25", "source": "umass-crowdsource"}, "question": {"original": "Name an activity a driver might engage in which could cause an accident", "normalized": "name an activity a driver might engage in which could cause an accident"}}
{"metadata": {"id": "r3q26", "source": "umass-crowdsource"}, "question": {"original": "Name something you wouldn't touch without washing your hands first.", "normalized": "name something you wouldn't touch without washing your hands first."}}
{"metadata": {"id": "r3q27", "source": "umass-crowdsource"}, "question": {"original": "Name something people do on airplanes if they are scared.", "normalized": "name something people do on airplanes if they are scared."}}
{"metadata": {"id": "r3q28", "source": "umass-crowdsource"}, "question": {"original": "Name an activity where it would be dangerous to wear headphones.", "normalized": "name an activity where it would be dangerous to wear headphones."}}
{"metadata": {"id": "r3q29", "source": "umass-crowdsource"}, "question": {"original": "Name something that a detective might look for at a burglary.", "normalized": "name something that a detective might look for at a burglary."}}
{"metadata": {"id": "r3q30", "source": "umass-crowdsource"}, "question": {"original": "Name something that would make a driver honk their horn.", "normalized": "name something that would make a driver honk their horn."}}
{"metadata": {"id": "r3q32", "source": "umass-crowdsource"}, "question": {"original": "Other than being stopped by a cop, name a reason why someone might have to pull off to the side of the road while driving.", "normalized": "other than being stopped by a cop, name a reason why someone might have to pull off to the side of the road while driving."}}
{"metadata": {"id": "r3q33", "source": "umass-crowdsource"}, "question": {"original": "Besides buying one, name a way someone might be able to get a house.", "normalized": "besides buying one, name a way someone might be able to get a house."}}
{"metadata": {"id": "r3q34", "source": "umass-crowdsource"}, "question": {"original": "Name a reason for people to go into graduate school", "normalized": "name a reason for people to go into graduate school"}}
{"metadata": {"id": "r3q35", "source": "umass-crowdsource"}, "question": {"original": "Name a food which usually has low-calorie", "normalized": "name a food which usually has low-calorie"}}
{"metadata": {"id": "r3q36", "source": "umass-crowdsource"}, "question": {"original": "Name a reason people prefer to live in big cities rather than small towns.", "normalized": "name a reason people prefer to live in big cities rather than small towns."}}
{"metadata": {"id": "r3q37", "source": "umass-crowdsource"}, "question": {"original": "Name an accessory that might be given to you if you go join a cooking class?", "normalized": "name an accessory that might be given to you if you go join a cooking class?"}}
{"metadata": {"id": "r3q38", "source": "umass-crowdsource"}, "question": {"original": "Name a feeling that you might experience after having a heavy meal in the afternoon", "normalized": "name a feeling that you might experience after having a heavy meal in the afternoon"}}
{"metadata": {"id": "r3q39", "source": "umass-crowdsource"}, "question": {"original": "Name a place that you can make new friends as an adult.", "normalized": "name a place that you can make new friends as an adult."}}
{"metadata": {"id": "r3q40", "source": "umass-crowdsource"}, "question": {"original": "Name something you'd be embarassed to have in the car if you got pulled over.", "normalized": "name something you'd be embarassed to have in the car if you got pulled over."}}
{"metadata": {"id": "r3q41", "source": "umass-crowdsource"}, "question": {"original": "Name a place you might have to wait in line.", "normalized": "name a place you might have to wait in line."}}
{"metadata": {"id": "r3q42", "source": "umass-crowdsource"}, "question": {"original": "Name something you might buy to show your support for a sports team", "normalized": "name something you might buy to show your support for a sports team"}}
{"metadata": {"id": "r3q43", "source": "umass-crowdsource"}, "question": {"original": "Name an occupation in which you'd be at greater risk of getting burned", "normalized": "name an occupation in which you'd be at greater risk of getting burned"}}
{"metadata": {"id": "r3q45", "source": "umass-crowdsource"}, "question": {"original": "Name something a queen has but most woman dont have", "normalized": "name something a queen has but most woman dont have"}}
{"metadata": {"id": "r3q46", "source": "umass-crowdsource"}, "question": {"original": "Name an occupation where you might need a car", "normalized": "name an occupation where you might need a car"}}
{"metadata": {"id": "r3q47", "source": "umass-crowdsource"}, "question": {"original": "If your pizza was delivered very late what would be a possible reason for that.", "normalized": "if your pizza was delivered very late what would be a possible reason for that."}}
{"metadata": {"id": "r3q48", "source": "umass-crowdsource"}, "question": {"original": "Name something people should not do when they are angry", "normalized": "name something people should not do when they are angry"}}
{"metadata": {"id": "r3q49", "source": "umass-crowdsource"}, "question": {"original": "Name something people do ahead of time when family is coming to stay", "normalized": "name something people do ahead of time when family is coming to stay"}}
{"metadata": {"id": "r3q50", "source": "umass-crowdsource"}, "question": {"original": "Name an event where someone might meet a lot of new people.", "normalized": "name an event where someone might meet a lot of new people."}}
{"metadata": {"id": "r3q51", "source": "umass-crowdsource"}, "question": {"original": "Name something someone might do if they are mad about getting dumped.", "normalized": "name something someone might do if they are mad about getting dumped."}}
{"metadata": {"id": "r3q52", "source": "umass-crowdsource"}, "question": {"original": "Name a reason someone might not want to invite their date to their office party.", "normalized": "name a reason someone might not want to invite their date to their office party."}}
{"metadata": {"id": "r3q53", "source": "umass-crowdsource"}, "question": {"original": "Other than doing research, name something a professor probably does better than most people", "normalized": "other than doing research, name something a professor probably does better than most people"}}
{"metadata": {"id": "r3q54", "source": "umass-crowdsource"}, "question": {"original": "Besides a trash can, name something people have in their front yard", "normalized": "besides a trash can, name something people have in their front yard"}}
{"metadata": {"id": "r3q55", "source": "umass-crowdsource"}, "question": {"original": "Name something you might rent from a hiking store", "normalized": "name something you might rent from a hiking store"}}
{"metadata": {"id": "r3q56", "source": "umass-crowdsource"}, "question": {"original": "Other than good service, name something a great restaurant has to have", "normalized": "other than good service, name something a great restaurant has to have"}}
{"metadata": {"id": "r3q57", "source": "umass-crowdsource"}, "question": {"original": "Name something that you shine in order to look more professional", "normalized": "name something that you shine in order to look more professional"}}
{"metadata": {"id": "r3q58", "source": "umass-crowdsource"}, "question": {"original": "Name a food that denture wearers should avoid.", "normalized": "name a food that denture wearers should avoid."}}
{"metadata": {"id": "r3q59", "source": "umass-crowdsource"}, "question": {"original": "Name an annoying sound that might keep you up at night", "normalized": "name an annoying sound that might keep you up at night"}}
{"metadata": {"id": "r3q60", "source": "umass-crowdsource"}, "question": {"original": "Name something you would probably learn how to do if you went to law school", "normalized": "name something you would probably learn how to do if you went to law school"}}
{"metadata": {"id": "r3q61", "source": "umass-crowdsource"}, "question": {"original": "Name a vehicle that only holds up to two people.", "normalized": "name a vehicle that only holds up to two people."}}
{"metadata": {"id": "r3q62", "source": "umass-crowdsource"}, "question": {"original": "Name something that can take the fun out of a baseball game.", "normalized": "name something that can take the fun out of a baseball game."}}
{"metadata": {"id": "r3q63", "source": "umass-crowdsource"}, "question": {"original": "Name something kids can do but adults cannot.", "normalized": "name something kids can do but adults cannot."}}
{"metadata": {"id": "r3q64", "source": "umass-crowdsource"}, "question": {"original": "Name something that some people are just naturally good at.", "normalized": "name something that some people are just naturally good at."}}
{"metadata": {"id": "r3q65", "source": "umass-crowdsource"}, "question": {"original": "Name a way you can tell a house has not been abandonded.", "normalized": "name a way you can tell a house has not been abandonded."}}
{"metadata": {"id": "r3q66", "source": "umass-crowdsource"}, "question": {"original": "Name a sign someone is unhappy with their birthday gift.", "normalized": "name a sign someone is unhappy with their birthday gift."}}
{"metadata": {"id": "r3q67", "source": "umass-crowdsource"}, "question": {"original": "Name the first thing people do when they wake up in the morning", "normalized": "name the first thing people do when they wake up in the morning"}}
{"metadata": {"id": "r3q68", "source": "umass-crowdsource"}, "question": {"original": "Name something that would make a bartender say they had a good day at work.", "normalized": "name something that would make a bartender say they had a good day at work."}}
{"metadata": {"id": "r3q69", "source": "umass-crowdsource"}, "question": {"original": "Name a job that requires you to talk with children.", "normalized": "name a job that requires you to talk with children."}}
{"metadata": {"id": "r3q70", "source": "umass-crowdsource"}, "question": {"original": "Name something you do for a friend who is sick.", "normalized": "name something you do for a friend who is sick."}}
{"metadata": {"id": "r3q71", "source": "umass-crowdsource"}, "question": {"original": "Name a job that would be easy to do for blind people", "normalized": "name a job that would be easy to do for blind people"}}
{"metadata": {"id": "r3q72", "source": "umass-crowdsource"}, "question": {"original": "Name something people have for breakfast that takes a long time to make", "normalized": "name something people have for breakfast that takes a long time to make"}}
{"metadata": {"id": "r3q73", "source": "umass-crowdsource"}, "question": {"original": "Name something you might not buy when you go on a diet", "normalized": "name something you might not buy when you go on a diet"}}
{"metadata": {"id": "r3q74", "source": "umass-crowdsource"}, "question": {"original": "Name something a kid might cry for", "normalized": "name something a kid might cry for"}}
{"metadata": {"id": "r3q76", "source": "umass-crowdsource"}, "question": {"original": "Name a way that celebrities avoid the press", "normalized": "name a way that celebrities avoid the press"}}
{"metadata": {"id": "r3q77", "source": "umass-crowdsource"}, "question": {"original": "Name an animal that doesn't make a recongizable sound", "normalized": "name an animal that doesn't make a recongizable sound"}}
{"metadata": {"id": "r3q78", "source": "umass-crowdsource"}, "question": {"original": "Name something that people offer to a person who is pregnant.", "normalized": "name something that people offer to a person who is pregnant."}}
{"metadata": {"id": "r3q79", "source": "umass-crowdsource"}, "question": {"original": "Other than ornaments, name something which might be placed on a christmas tree", "normalized": "other than ornaments, name something which might be placed on a christmas tree"}}
{"metadata": {"id": "r3q80", "source": "umass-crowdsource"}, "question": {"original": "Name something fun that people can only do in winter.", "normalized": "name something fun that people can only do in winter."}}
{"metadata": {"id": "r3q81", "source": "umass-crowdsource"}, "question": {"original": "Name something you have to unfold in order to use.", "normalized": "name something you have to unfold in order to use."}}
{"metadata": {"id": "r3q83", "source": "umass-crowdsource"}, "question": {"original": "Name something people clean very often.", "normalized": "name something people clean very often."}}
{"metadata": {"id": "r3q84", "source": "umass-crowdsource"}, "question": {"original": "Name a musical instrument that seems hard to learn to play.", "normalized": "name a musical instrument that seems hard to learn to play."}}
{"metadata": {"id": "r3q85", "source": "umass-crowdsource"}, "question": {"original": "Name a type of stone you usually put in an engagement ring", "normalized": "name a type of stone you usually put in an engagement ring"}}
{"metadata": {"id": "r3q86", "source": "umass-crowdsource"}, "question": {"original": "Besides a flag and name, name something each country has their own version of.", "normalized": "besides a flag and name, name something each country has their own version of."}}
{"metadata": {"id": "r3q87", "source": "umass-crowdsource"}, "question": {"original": "Name something you would try to do if there was no gravity.", "normalized": "name something you would try to do if there was no gravity."}}
{"metadata": {"id": "r3q88", "source": "umass-crowdsource"}, "question": {"original": "Name something a child might convince their parents to do.", "normalized": "name something a child might convince their parents to do."}}
{"metadata": {"id": "r3q89", "source": "umass-crowdsource"}, "question": {"original": "Name a food you would not find in indian restaurant", "normalized": "name a food you would not find in indian restaurant"}}
{"metadata": {"id": "r3q90", "source": "umass-crowdsource"}, "question": {"original": "Name a vegetable that grows underground?", "normalized": "name a vegetable that grows underground?"}}
{"metadata": {"id": "r3q91", "source": "umass-crowdsource"}, "question": {"original": "Name a service that a dog can provide for a human in daily life.", "normalized": "name a service that a dog can provide for a human in daily life."}}
{"metadata": {"id": "r3q92", "source": "umass-crowdsource"}, "question": {"original": "Name something embarrassing that might happen to someone while giving a presentation in a company meeting", "normalized": "name something embarrassing that might happen to someone while giving a presentation in a company meeting"}}
{"metadata": {"id": "r3q93", "source": "umass-crowdsource"}, "question": {"original": "Name a fruit you might find in muffins", "normalized": "name a fruit you might find in muffins"}}
{"metadata": {"id": "r3q94", "source": "umass-crowdsource"}, "question": {"original": "Name something about the people seated next to you which might make a flight unbearable", "normalized": "name something about the people seated next to you which might make a flight unbearable"}}
{"metadata": {"id": "r3q95", "source": "umass-crowdsource"}, "question": {"original": "Name a place where kids are allowed to be loud", "normalized": "name a place where kids are allowed to be loud"}}
{"metadata": {"id": "r3q98", "source": "umass-crowdsource"}, "question": {"original": "Name something that would make you end a blind date early", "normalized": "name something that would make you end a blind date early"}}
{"metadata": {"id": "r3q99", "source": "umass-crowdsource"}, "question": {"original": "Name something that would impress you about a hotel if they give that for free.", "normalized": "name something that would impress you about a hotel if they give that for free."}}
{"metadata": {"id": "r3q100", "source": "umass-crowdsource"}, "question": {"original": "Name a material that is often used in durable clothing.", "normalized": "name a material that is often used in durable clothing."}}
